{
  "hometown": "Lisbon",
  "position": "Software Engineer",
  "abstract": "<p>Velit non enim exercitation culpa aute ad commodo non pariatur dolore eiusmod dolore. Eu esse nulla dolore dolor pariatur aliquip cillum elit aliquip. Adipisicing consequat proident voluptate proident.</p><p>Consequat excepteur laborum laboris minim culpa dolore laboris cupidatat sit. Nostrud sint cillum aute non ipsum elit veniam Lorem. Nisi laborum enim ipsum adipisicing officia.</p><p>Do veniam qui et ea deserunt et reprehenderit qui minim. Aliqua aliquip ullamco proident aliquip esse quis nulla ipsum et nisi. Occaecat pariatur eiusmod dolor occaecat.</p>",
  "home": "Abstract",
  "experience": "Experience",
  "education": "Education",
  "skills": "Skills",
  "projects": "Projects",
  "contacts": "Contacts",
  "emailSuccess": "Message sent successfully.",
  "emailError": "Message not sent.",
  "firstName": "First Name",
  "lastName": "Last Name",
  "subject": "Subject",
  "message": "Message",
  "sendButton": "Let's Talk",
  "string.empty": "Required.",
  "string.email": "Invalid email.",
  "header": "Header",
  "jobDate1": "2017-Present",
  "jobInstitution1": "Eximbills Technologies",
  "jobPosition1": "Software Developer",
  "jobDescription1": "This is a great place for you to tell a story and let your users know a little more about you.",
  "jobDate2": "2016-2017",
  "jobInstitution2": "agap2IT",
  "jobPosition2": "Junior Consultant",
  "jobDescription2": "This is a great place for you to tell a story and let your users know a little more about you.",
  "jobDate3": "2014-2015",
  "jobInstitution3": "iClio",
  "jobPosition3": "Intern",
  "jobDescription3": "This is a great place for you to tell a story and let your users know a little more about you.",
  "educationDate1": "2013-2015",
  "educationGrade1": "Master in Informatics Engineering",
  "educationInstitution1": "University of Coimbra",
  "educationDescription1": "<p>Strengthened knowledge in several areas of Informatics Engineering, namely: Data Networks and Communication Engineering, Systems and Computation, Information Systems and Software Engineering.</p><span>In addition, were acquired generic skills in analysis and synthesis, written and oral communication, problem-solving approaches, critical thinking, decision-making group work, autonomous learning and practical application of theoretical knowledge.</span>",
  "educationDate2": "2008-2013",
  "educationGrade2": "Bachelor's Degree in Informatics Engineering",
  "educationInstitution2": "University of Coimbra",
  "educationDescription2": "<p>Acquired knowledge to ensure a solid basic training in structural areas, such as Mathematics, Physics and Programming, besides specific areas of Informatics Engineering.</p><span>Valued skills and personal attitudes necessary to practice the profession, including: scientific spirit and creativity, critical sense and responsibility, the ability to learn autonomously, to interact and work in groups and in interdisciplinary teams, and the capacity to self-adapt, have communication skills and self-demand.</span>",
  "aboutMe.description": "<span>Personal page where you can find different information about me, including: abstract, academic background, professional experience, technical skills, personal projects and contacts.</span>",
  "wonGames.description": "<span>Game store which offers the possibility to add them to the wishlist, buy them via credit card and enjoy great deals. All content is managed by a CMS.</span>",
  "myTrips.description": "<span>Interactive world map with some points of interest: hometown, visited countries and places to visit.</span>",
  "mtbBlog.description": "<span>Cras mattis consectetur purus sit amet fermentum. Cras justo odio, dapibus ac facilisis in, egestas eget quam. Morbi leo risus, porta ac consectetur ac, vestibulum at eros.</span><p>Praesent commodo cursus magna, vel scelerisque nisl consectetur et. Vivamus sagittis lacus vel augue laoreet rutrum faucibus dolor auctor.</p><p>Aenean lacinia bibendum nulla sed consectetur. Praesent commodo cursus magna, vel scelerisque nisl consectetur et. Donec sed odio dui. Donec ullamcorper nulla non metus auctor fringilla.</p>",
  "boilerplateJS.description": "<span>Boilerplate to create projects with JavaScript, Next.js, styled-components and Jest.</span>",
  "boilerplateTS.description": "<span>Boilerplate to create projects with TypeScript, Next.js, styled-components and Jest.</span>",
  "title.desc": "Description",
  "title.techs": "Technologies",
  "udemy": "This application was developed as part of the Udemy course: ",
  "repo": "GitHub Repository: ",
  "live": "Live App: ",
  "lang": "Language",
  "lib": "Library",
  "db": "Database",
  "scm": "Source Control Management",
  "arch": "Architecture / Protocol",
  "dev": "Development Methodology",
  "cms": "Content Management System",
  "levelTip": "<p>5 - Expert</p><p>4 - Proficient</p><p>3 - Competent</p><p>2 - Basic</p><p>1 - Novice</p>",
  "level": "Level",
  "expert": "Expert",
  "proficient": "Proficient",
  "competent": "Competent",
  "basic": "Basic",
  "novice": "Novice",
  "_error": "Error"
}
